const lists={
'خوراکی‌ها':'بستنی،پیتزا،عدسی،هندوانه،زعفران،قهوه،چای،ماکارونی،املت،پنیر،خرما،گردو،بادام،شکلات،کیک،سوپ،آش،خیار،گوجه،لیمو،پرتقال،انار،موز،نان سنگک،کباب،قرمه‌سبزی،فلافل،سمبوسه،ذرت،عسل',
'مکان‌ها':'فرودگاه،کتابخانه،نانوایی،استخر،موزه،بیمارستان،مدرسه،سینما،پارک،رستوران،بانک،ایستگاه قطار،داروخانه،آرایشگاه،هتل،باشگاه،ساحل،باغ‌وحش،گل‌فروشی،تعمیرگاه،آزمایشگاه،قنادی،آشپزخانه،بالکن،پشت‌بام،اتاق خواب،بازار،بندر،پمپ بنزین،کارخانه',
'وسایل روزمره':'چتر،آینه،کلید،بالش،قیچی،مسواک،شانه،حوله،لیوان،بشقاب،قاشق،چنگال،قابلمه،کتری،جارو،سطل،کیف،کفش،عینک،ساعت،چراغ،مداد،پاک‌کن،دفتر،چسب،نردبان،پیچ‌گوشتی،قفل،پتو،کنترل تلویزیون',
'شغل‌ها':'آشپز،خلبان،خبرنگار،باغبان،آتش‌نشان،پزشک،پرستار،معلم،راننده،نجار،خیاط،نقاش ساختمان،عکاس،نویسنده،بازیگر،خواننده،ماهیگیر،کشاورز،فروشنده،نانوا،قناد،مکانیک،برق‌کار،لوله‌کش،مترجم،راهنمای گردشگری،کتابدار،داور،مربی ورزش،دندان‌پزشک',
'حیوانات و طبیعت':'زرافه،اختاپوس،کاکتوس،آبشار،آتشفشان،فیل،شیر،گربه،سگ،اسب،دلفین،نهنگ،کوسه،لاک‌پشت،پروانه،زنبور،مورچه،طوطی،جغد،پنگوئن،کوه،جنگل،کویر،رودخانه،دریا،باران،برف،رنگین‌کمان،صاعقه،گل آفتابگردان',
'سفر و حمل‌ونقل':'چمدان،دوچرخه،مترو،کشتی،گذرنامه،قطار،اتوبوس،هواپیما،تاکسی،موتورسیکلت،قایق،بالگرد،بالون،بلیت،نقشه،قطب‌نما،کوله‌پشتی،چادر مسافرتی،کیسه خواب،کارت پرواز،کمربند ایمنی،چراغ راهنما،پل،تونل،جاده،بزرگراه،پارکینگ،چرخ،لنگر،اسکله',
'ورزش و سرگرمی':'شطرنج،والیبال،کوهنوردی،پازل،نقاشی،فوتبال،بسکتبال،تنیس،شنا،دویدن،دوچرخه‌سواری،پینگ‌پنگ،کشتی ورزشی،کاراته،تیراندازی،بولینگ،بیلیارد،اسکی،اسکیت،طناب‌بازی،قایم‌باشک،وسطی،بادبادک،گیتار،پیانو،دف،سفالگری،عکاسی،فیلم،تئاتر',
'فناوری':'چاپگر،هدفون،رمز عبور،ربات،دوربین،رایانه،گوشی،تبلت،صفحه‌کلید،ماوس،نمایشگر،بلندگو،میکروفون،شارژر،باتری،فلش،اینترنت،وای‌فای،ایمیل،مرورگر،وب‌سایت،هوش مصنوعی،ماهواره،پهپاد،پروژکتور،اسکنر،ساعت هوشمند،پنل خورشیدی،کابل،کنسول بازی'};
export const bank=Object.fromEntries(Object.entries(lists).map(([k,v],i)=>['builtin-'+i,{name:k,words:v.split('،'),builtin:true}]));
export const symbols=['◒','⌂','✂','✦','❋','➜','⚑','⌘'];
